/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g m)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisoniczny W";

/* An audio channel label. */
"Ambisonic X" = "Ambisoniczny X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisoniczny Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisoniczny Z";

/* An audio channel label. */
"Center" = "Na środku";

/* An audio channel label. */
"Center Surround" = "Surround centralny";

/* An audio channel label. */
"Center Surround Direct" = "Przedni Surround centralny";

/* Channel. An audio channel label. */
"Channel" = "Kanał";

/* Channels. An audio channel label. */
"Channels" = "Kanały";

/* An audio channel label. */
"Click Track" = "Metronom";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Dyskretny";

/* An audio channel label. */
"Foreign Language" = "Język obcy";

/* An audio channel label. */
"Headphones Left" = "Słuchawki lewa";

/* An audio channel label. */
"Headphones Right" = "Słuchawki prawa";

/* An audio channel label. */
"Hearing Impaired" = "Słaba słyszalność";

/* An audio channel label. */
"Left" = "Lewy";

/* An audio channel label. */
"Left Center" = "Centralny lewy";

/* An audio channel label. */
"Left Surround" = "Surround lewy";

/* An audio channel label. */
"Left Surround Direct" = "Przedni surround lewy";

/* An audio channel label. */
"Left Total" = "Ogólny lewy";

/* An audio channel label. */
"Left Wide" = "Szeroki lewy";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Ekran LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Środek";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narracja";

/* An audio channel label. */
"Rear Surround Left" = "Lewa Surround tył";

/* An audio channel label. */
"Rear Surround Right" = "Prawa Surround tył";

/* An audio channel label. */
"Right" = "Prawy";

/* An audio channel label. */
"Right Center" = "Centralny prawy";

/* An audio channel label. */
"Right Surround" = "Surround prawy";

/* An audio channel label. */
"Right Surround Direct" = "Przedni Surround prawy";

/* An audio channel label. */
"Right Total" = "Ogólny prawy";

/* An audio channel label. */
"Right Wide" = "Szeroki prawy";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Boczny";

/* An audio channel label. */
"Top Back Center" = "Centralny górny tylny";

/* An audio channel label. */
"Top Back Left" = "Lewy górny tylny";

/* An audio channel label. */
"Top Back Right" = "Prawy górny tylny";

/* An audio channel label. */
"Top Center Surround" = "Górny centralny Surround";

/* An audio channel label. */
"Unknown" = "Nieznany";

/* An audio channel label. */
"Unused" = "Nieużywany";

/* An audio channel label. */
"Vertical Height Center" = "Centralny pionowy wysoki";

/* An audio channel label. */
"Vertical Height Left" = "Lewy pionowy wysoki";

/* An audio channel label. */
"Vertical Height Right" = "Prawy pionowy wysoki";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptyczny";

